Repository: nimiq/establishments-map-ui
Catalog: src/i18n/*.po
Languages: fr, nl

source: {provider} app required
fr: application de {provider} requise

source: {provider} available
fr: {provider} disponible

source: Add a location to the Crypto Map
fr: Ajouter un lieu à la Crypto Map
nl: Voeg een locatie toe aan de Crypto Map

source: Add Crypto location
fr: Ajouter un emplacement Crypto
nl: Crypto locatie toevoegen

source: Apply filters
fr: Appliquer les filtres
nl: Filters toepassen

source: Back to the Map
fr: Retour à la carte
nl: Terug naar de kaart

source: Buy
fr: Acheter
nl: Kopen

source: Cars & Bikes
fr: Voitures et vélos
nl: Auto's & fietsen

source: Cash
fr: Espèces
nl: Contant geld

source: Categories
fr: Catégories
nl: CategorieÃ«n

source: Clear
fr: Effacer
nl: Leegmaken

source: Computer & Electronics
fr: Informatique & électronique
nl: Computer & electronica

source: Create Google Business profile
fr: Créer un profil Google Business
nl: Maak een Google Business-profiel aan

source: Crypto Map logo
fr: Logo Crypto Map

source: Cryptocurrencies
fr: Cryptomonnaies
nl: Cryptovaluta's

source: Currency missing
fr: Devise manquante
nl: Valuta ontbreekt

source: Currency not accepted
fr: Devise non acceptée
nl: Valuta word niet geaccepteerd

source: Describe here
fr: Décrire ici
nl: Beschrijving

source: Describe the issue
fr: Décrivez le problème
nl: Omschrijf het probleem

source: Entertainment
fr: Divertissement

source: Filters
fr: Filtres

source: Find location
fr: Trouver un lieu
nl: Zoek locatie

source: Food & Drinks
fr: Nourriture & boissons
nl: Eten & drinken

source: GoCrypto is a global payment network that enables merchants to accept crypto payments.
fr: GoCrypto est un réseau de paiement mondial qui permet aux commerçants d'accepter les paiements en cryptomonnaie.
nl: GoCrypto is een wereldwijd betalingsnetwerk waarmee ondernemers crypto betalingen kunnen accepteren.

source: Health & Beauty
fr: Santé & beauté
nl: Gezondheid & verzorging

source: Hide list
fr: Cacher la liste
nl: Verberg lijst

source: Hotel & Lodging
fr: Hôtellerie & hébergement
nl: Hotel & accommodatie

source: Kurant ATM is a blockchain-based ATM network and platform.
fr: Kurant ATM est un réseau et une plateforme de distributeurs de billets basé sur la blockchain.

source: Leisure Activities
fr: Activités de loisirs
nl: Vrije tijd

source: Loading
fr: Chargement
nl: Bezig met laden

source: Loading...
fr: Chargement...
nl: Bezig met laden...

source: Location gone
fr: Lieu disparu
nl: Locatie bestaat niet meer

source: Miscellaneous
fr: Autres
nl: Diversen

source: More cryptocurrencies supported in the future
fr: Plus de cryptomonnaies seront prises en charge à l'avenir
nl: In de toekomst worden meer cryptovaluta's ondersteund

source: No crypto
fr: Pas de crypto
nl: Geen crypto

source: Nothing found.
fr: Aucun résultat.
nl: Geen resultaten.

source: Other
fr: Autre
nl: Anders

source: Register with {provider}
fr: S'inscrire sur {provider}
nl: Registreer bij {provider}

source: Report an issue with a location
fr: Signaler un problème concernant un lieu
nl: Meld een probleem over een locatie

source: Report Location
fr: Signaler un lieu
nl: Rapporteer locatie

source: Search Map
fr: Chercher sur la carte
nl: Zoek op de kaart

source: Select an option
fr: Sélectionner une option
nl: Selecteer een optie

source: Select category
fr: Sélectionner la catégorie
nl: Selecteer categorie

source: Select Cryptocurrency
fr: Sélectionner une cryptomonnaie
nl: Selecteer cryptovaluta

source: Select issue
fr: Sélectionner une question
nl: Selecteer probleem

source: Sell
fr: Vendre
nl: Verkopen

source: Send
fr: Envoyer
nl: Verstuur

source: Shop
fr: Boutiques
nl: Winkel

source: Show list
fr: Afficher la liste
nl: Toon lijst

source: Show more Locations
fr: Afficher plus de lieux
nl: Laad meer locaties

source: Show your location
fr: Afficher votre position
nl: Toon je locatie

source: Something went wrong
fr: Quelque chose n'a pas fonctionné
nl: Er is iets fout gegaan

source: Sports & Fitness
fr: Sport & fitness
nl: Sport & fitness

source: Start typing...
fr: Commencer à taper...
nl: Begin met typen...

source: Submit Location
fr: Soumettre un lieu
nl: Locatie inzenden

source: Thank you for reporting this issue
fr: Merci de nous avoir signalé ce problème
nl: Bedankt voor het melden van dit probleem

source: Thank you for submitting a new location to the Crypto Map!
fr: Merci d'avoir ajouté un nouveau lieu sur la Crypto Map !
nl: Bedankt voor het indienen van een nieuwe locatie op de Crypto Map!

source: There has been a problem on our side.
fr: Un problème est survenu de notre côté.
nl: Er is een probleem aan onze kant.

source: This app is brought to you by Nimiq, only places that are verified by Google are accepted for this map.
fr: Cette application vous est proposée par Nimiq, seuls les lieux vérifiés par Google sont acceptés pour cette carte.
nl: Deze app wordt je aangeboden door Nimiq, alleen plaatsen die door Google zijn geverifieerd, worden geaccepteerd voor deze kaart.

source: This may take a few days to process. Keep an eye out for changes to the location in the Crypto Map.
fr: Le traitement peut prendre quelques jours. Surveillez les changements de localisation sur la Crypto Map.
nl: Het kan enkele dagen duren voordat dit is verwerkt. Houd wijzigingen van de locatie in de Crypto Map in de gaten.

source: Try again
fr: Réessayer
nl: Probeer opnieuw

source: Type the name of the location
fr: Taper le nom d'un lieu
nl: Vul de naam van de locatie in

source: Write your problem here
fr: Écrivez votre problème ici
nl: Schrijf hier je probleem op

source: You can add any location that has a Google Business Profile.
fr: Vous pouvez ajouter n'importe quel lieu disposant d'un profil Google Business.
nl: Je kunt elke locatie toevoegen die een Google-bedrijfsprofiel heeft.
