Repository: nimiq/establishments-map-ui
Catalog: apps/web/src/i18n/*.po
Languages: es, pt, uk

source: {count} locations
es: {count} lugares
pt: {count} localizações
uk: {count} місць розташуваннь

source: + {count} grouped
es: + {count} agrupados
pt: + {count}agrupado
uk: + {count} згруповано

source: Add a location to the Crypto Map
es: Añadir un lugar al Crypto Map
pt: Adicionar uma localização ao Crypto Map

source: Add Crypto location
es: Añadir un punto de pago en cripto
pt: Adicionar localização Cripto
uk: Додати криптолокацію

source: ATM
es: Cajero Automático
pt: Multibanco
uk: Банкомат

source: Back to the Map
es: Volver al mapa
pt: Voltar ao Mapa
uk: Повернутися до карти

source: Bluecode is a payment method that allows secure transactions directly through the smartphone.
es: Bluecode es un método de pagos que permite transacciones seguras directamente a traves de un móvil.
pt: O Bluecode é um método de pagamento que permite transações seguras através do smartphone.
uk: Bluecode - це метод оплати, який дозволяє здійснювати безпечні транзакції безпосередньо через смартфон.

source: Buy
es: Comprar
pt: Comprar
uk: Купити

source: Buy & sell crypto
es: Comprar y vender crypto
pt: Comprar & vender cripto
uk: Купуйте та продавайте криптовалюту

source: Buy crypto only
es: Comprar únicamente cripto
pt: Comprar apenas cripto
uk: Купуйте тільки криптовалюту

source: Cars & Bikes
es: Coches & Bicicletas
pt: Carros & Bicicletas
uk: Автомобілі та мотоцикли

source: Cash
es: Efectivo
pt: Dinheiro
uk: Готівка

source: Check out {locationName} on Nimiq's Crypto Map
es: Revisa {locationName} en el Cripto Mapa de Nimiq
pt: Ver {locationName}no Crypto Map da Nimiq
uk: Перевірте {locationName} на Криптомапі Nimiq

source: Close
es: Cerrar
pt: Fechar
uk: Закрити

source: Coming soon
pt: Brevemente
uk: Незабаром

source: Computer & Electronics
es: Ordenadores & Electrónica
pt: Computador & Eletrónicos
uk: Комп'ютери та електроніка

source: Create Google Business profile
es: Crear perfil de Google Business
pt: Criar Google Business Profile
uk: Створіть профіль Google Business

source: Criptociudad San José is part of the global Cryptocity Initiative led by Nimiq and its partners.
es: Criptociudad San José es parte de una iniciativa global llamada Cryptocity, y organizada por Nimiq y sus partners.
pt: Criptociudad San José faz parte da Cryptocity Initiative liderada pela Nimiq e parceiros.
uk: Criptociudad San José є частиною глобальної ініціативи Cryptocity Initiative, яку очолює Nimiq та її партнери.

source: Currency missing
es: Falta criptomoneda
pt: Moeda em falta
uk: Валюта відсутня

source: Currency not accepted
es: Criptomoneda no aceptada
pt: Moeda não aceite
uk: Валюта не приймається

source: Edenia enables users to easily purchase cryptocurrencies through a network of ATMs
es: Edenia le permite a sus usuarios comprar criptomonedas facilmente a través de una red de cajeros automáticos
pt: A Edenia permite usuários a comprar criptomoedas facilmente através de uma rede de multibancos
uk: Edenia дозволяє користувачам легко купувати криптовалюту через мережу банкоматів

source: Entertainment
es: Entretenimiento
pt: Entretenimento
uk: Розваги

source: Error loading results.
es: Error cargando los resultados
pt: Erro ao carregar os resultados.
uk: Помилка завантаження.

source: Explore the Crypto Map
es: Explore el Cripto Mapa
pt: Explora o Crypto Map
uk: Дослідіть Криптомапу

source: Food & Drinks
es: Comida & Bebidas
pt: Comida & Bebidas
uk: Їжа та напої

source: Health & Beauty
es: Salud & Belleza
pt: Saúde & Beleza
uk: Здоров'я та краса

source: Hide list
es: Esconder lista
pt: Esconder lista
uk: Приховати список

source: Hotel & Lodging
es: Hotel & Alojamiento
pt: Hotel & Alojamento
uk: Готелі та житло

source: Kryptostadt Mannheim is part of the global Cryptocity Initiative led by Nimiq and its partners.
es: Kryptostadt Mannheim es parte de la iniciativa global llamada Cryptocity, liderada por Nimiq y sus partners.
pt: Kryptostadt Mannheim faz parte da Cryptocity Iniciative liderada pela Nimiq e parceiros.
uk: Kryptostadt Mannheim є частиною глобальної ініціативи Cryptocity Initiative, яку очолює Nimiq та її партнери.

source: Kurant enables users to easily purchase cryptocurrencies through a network of ATMs.
es: Kurant permite a usuarios comprar criptomonedas fácilmente a través de una red de cajeros automáticos.
pt: A Kurant permite usuários a comprar criptomoedas facilmente através de uma rede de multibancos.
uk: Kurant дозволяє користувачам легко купувати криптовалюту через мережу банкоматів.

source: Learn more
es: Aprende más
pt: Saber mais
uk: Дізнайтеся більше

source: Learn more at
es: Aprende más en
pt: Sabe mais em
uk: Дізнайтеся більше на

source: Leisure Activities
es: Actividades de ocio
pt: Atividades de Lazer
uk: Дозвілля

source: Loading...
es: Cargando...
pt: A carregar...
uk: Завантаження...

source: Location gone
es: Establecimiento ya no existe
pt: Localização perdida
uk: Локація зникла

source: Miscellaneous
es: Misceláneo
pt: Diversos
uk: Різне

source: NAKA is a global payment network that enables merchants to accept crypto payments.
pt: NAKA é uma rede global de pagamentos que permite comerciantes aceitarem pagamentos cripto.
uk: NAKA - це глобальна платіжна мережа, яка дозволяє продавцям приймати криптовалютні платежі.

source: No crypto
es: No acepta criptomonedas
pt: Sem cripto
uk: Немає криптовалюти

source: Nothing found.
es: No se han encontrado resultados.
pt: Nada encontrado.
uk: Нічого не знайдено.

source: Oops, no businesses around here
es: Oops, no se encontró ningún comercio por aquí
pt: Ups, não há negócios por aqui
uk: Упс, тут немає підприємств.

source: Other
es: Otro
pt: Outro
uk: Інше

source: Pay with {provider}
pt: Pagar com {provider}
uk: Оплачуйте за допомогою {provider}

source: Powered by {provider}
es: Habilitado por {provider}
pt: Distribuído por {provider}
uk: За підтримки {provider}

source: Privacy Policy
es: Política de Privacidad
pt: Política de Privacidade
uk: Політика конфіденційності

source: Register with {provider}
es: Registrar con {provider}
pt: Registar com {provider}
uk: Зареєструватися у {provider}

source: Report
es: Reportar
pt: Reportar
uk: Повідомити

source: Restaurant & Bar
es: Restaurantes & Bares
pt: Restaurante & Bar
uk: Ресторан та бар

source: Search Map
es: Buscar mapa
pt: Procurar Mapa
uk: Карта пошуку

source: See location details
es: Ver detalles de lugares
pt: Ver detalhes de localização
uk: Дивіться детальну інформацію про місце розташування

source: Select an option
es: Seleccionar una opción
pt: Selecionar uma opção
uk: Виберіть варіант

source: Select Cryptocurrency
es: Seleccionar criptomoneda
pt: Selecionar Criptomoeda
uk: Виберіть криптовалюту

source: Select issue
es: Seleccionar un problema
pt: Selecionar problema
uk: Виберіть проблему

source: Sell
es: Vender
pt: Vender
uk: Продати

source: Sell crypto only
es: Vender únicamente cripto
pt: Vender apenas cripto
uk: Продаємо тільки криптовалюту

source: Share
es: Compartir
pt: Partilhar
uk: Поділитися

source: Shop
es: Tiendas
pt: Loja
uk: Магазин

source: Show list
es: Mostrar lista
pt: Mostrar lista
uk: Показати список

source: Show your location
es: Mostrar su ubicación
pt: Mostrar a tua localização
uk: Покажіть ваше місцезнаходження

source: Something went wrong
es: Algo ha ido mal
pt: Algo deu errado
uk: Щось пішло не так

source: Sports & Fitness
es: Deportes & Fitness
pt: Desporto & Fitness
uk: Спорт та фітнес

source: Start typing...
es: Escribe algo...
pt: Começa a escrever...
uk: Почніть друкувати...

source: Submit Location
es: Enviar sugerencia
pt: Submeter Localização
uk: Надіслати локацію

source: Terms of Service
es: Términos y Condiciones
pt: Termos de Serviço
uk: Умови надання послуг

source: Thank you for submitting a new location to the Crypto Map!
es: ¡Gracias por enviar un nuevo lugar al Crypto Map!
pt: Obrigada por submeteres uma nova localização ao Crypto Map!

source: Thanks to GoCrypto, Slovenia's capital, Ljubljana, has become a top destination for crypto enthusiasts.
es: Gracias aGoCrypto, Ljubljana, la capital de Slovenia, se ha convertido en uno de los principales destinos para seguidores de las criptomonedas.
pt: Graças à GoCrypto, a capital da Eslovénia, Liubliana, tornou-se um destino importante para entusiastas de cripto.
uk: Завдяки GoCrypto столиця Словенії, Любляна, стала головним напрямком для криптоентузіастів.

source: This app is brought to you by Nimiq. It is protected by reCAPTCHA and the Google {privacyPolicy} and {termsOfService} apply.
es: Esta app es traída a usted por Nimiq. Se encuentra protegida por reCAPTCHA y aplican los {privacyPolicy} y {termsOfService} de Google.
pt: Esta aplicação é oferecida a ti pela Nimiq. É protegido pelo reCAPTCHA e as {privacyPolicy} e {termsOfService} da Google são aplicáveis.

source: This may take a few days to process. Keep an eye out for changes to the location in the Crypto Map.
es: Esto puede tardar unos días en procesarse. Esté atento a los cambios del establecimiento en el Crypto Map.
pt: Isto pode demorar uns dias a processar. Fica atento nas mudanças de localização no Mapa Cripto.
uk: Це може зайняти кілька днів. Слідкуйте за змінами місцезнаходження на Криптовалютній карті.

source: This site is protected by reCAPTCHA and the Google {privacyPolicy} and {termsOfService} apply.
es: Este sitio esta protegido por reCAPTCHA y aplican la {privacyPolicy} y {termsOfService} de Google.
pt: Esta página está protegida pelo reCAPTCHA e as {privacyPolicy} e {termsOfService} são aplicáveis.
uk: Цей сайт захищено за допомогою reCAPTCHA, і до нього застосовуються {privacyPolicy} Google та {termsOfService}.

source: Try again
es: Inténtalo de nuevo
pt: Tenta novamente
uk: Спробуйте ще раз.

source: USDC on POLYGON
es: USDC en POLYGON
pt: USDC em POLYGON
uk: USDC на POLYGON

source: We are strategically working with local businesses to stimulate the regional economy through the innovative use of cryptocurrency.
es: Estamos trabajando estratégicamente con comercios locales para estimular la economía regional a través del innovador uso de las criptomonedas.
pt: Estamos a trabalhar estategicamente com negócios locais para estimular a economia regional através do uso inovador de criptomoedas.
uk: Ми стратегічно співпрацюємо з місцевим бізнесом, щоб стимулювати регіональну економіку через інноваційне використання криптовалюти.

source: With CryptoPayment Link, you can quickly and easily receive cryptocurrency payments from your customers.
es: Con CryptoPayment Link, puede recibir pagos con criptomonedas rápida y fácilmente.
pt: Com o CryptoPaymentLink, podes rápida e facilmente receber pagamentos por criptomoedas dos teus clientes.
uk: За допомогою CryptoPayment Link ви можете швидко і легко отримувати криптовалютні платежі від своїх клієнтів.

source: With over 600 acceptance locations, Ljubljana not only stands as the most crypto-friendly city in Europe but also secures a prominent position in international rankings.
es: Con mas de 600 puntos de pago habilitados, Ljubljana no solo se ha posicionado como la ciudad mas cripto-amigable en Europa, sino tambien se encuentra entre las zonas de mayor aceptación a nivel mudial.
pt: Com mais de 600 locais de aceitação, Ljubljana não só se destaca como a cidade mais amigável de criptomoedas da Europa, mas também garante uma posição de destaque nos rankings internacionais.
uk: Маючи понад 600 пунктів прийому криптовалют, Любляна не тільки є найбільш дружнім до криптовалют містом в Європі, але й займає провідні позиції в міжнародних рейтингах.

source: You can add any location that has a Google Business Profile.
es: Puedes añadir cualquier lugar que tenga un perfil de Google Business.
pt: Podes adicionar qualquer localização que tenha um Google Business Profile.

source: Crypto Map
es: Cripto Mapa
uk: Криптомапа
